Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H11D.tmx
Source language: en_us
Languages: zh_cn

source: International Deep Drawing Research Group
zh_cn: 国际深冲研究会（IDDRG）

source: INTRODUCTION
zh_cn: 介绍

source: The IDDRG, International Deep Drawing Research Group, was started in 1957 as an organization of national groups devoted to the study of sheet forming.
zh_cn: IDDRG,国际深冲研究会，成立于1957，是一个致力于板材成型研究的国际组织。

source: At this time, many types of sheet metal forming operations were well understood and,particularly, the differentiation between modes of deformation was already established:stretching, plane strain, shear and shrink drawing.
zh_cn: 现在，很多类型的薄板金属成型操作很容易理解，尤其是，不同模型的重组已经建立：拉伸，平面变形，剪切和缩小。

source: However, the latter – fabrication of cups – was not so well understood and, particularly, the influencing mechanical characteristics were not identified.
zh_cn: 然后，后者--杯形制作--依旧没有得到理解并且其在机械学中的影响也未确立。

source: Some thought that earing was detrimental, others that the yield point elongation had to be avoided (killed steels performed better than rimmed steels) but there were counter examples and things were not so clear.
zh_cn: 有人认为裙边（板材深冲时形成的裙边）是不利的，也有人认为应该避免延展（这会使板材没有沸腾钢表现好）但是有很多的反例和事件依旧不怎么清楚。

source: This is why English, Sweden and Netherland researchers had contact to gather their forces on this topic.
zh_cn: 这就是为什么英国，瑞士和荷兰的研究者致力于此课题的研究。

source: They decided to meet in Amsterdam in March 1957, inviting representatives from Germany, Belgium, France and Chile.
zh_cn: 他们决定在1957年三月阿姆斯特丹举行会议，邀请了来自德国，比利时，法国和智利的代表出席。

source: The only goal was to understand cup forming, hence the name of Deep Drawing Research Group that was chosen at the end of this event.
zh_cn: 此次会议的唯一目标就是理解杯形制作，同时也希望在此次会议结束后，能够提高国际薄板成型研究会的知名度。

source: A first international conference was organised in Paris, May 1960, gathering 212attendees from 15 nations.
zh_cn: 第一次国际会议于1960年5月份在巴黎召开，来自15个国家的212名研究者出席了此次会议。

source: At the end of this conference, the initial purpose of theIDDRG was enlarged to consider more topics than initially proposed.
zh_cn: 会议结束后，不仅达成了国际薄板成型会的原定目标，并且超出了预期。

source: It was to do cooperative research on tests, materials, and processes.
zh_cn: 主要合作研究检测，材料和工序。

source: Such work included methods for determining the strain-hardening exponent n, R-value, other tests for sheet metal formability and, later, forming limit curves.
zh_cn: 比如就包括在加工中，如何确定加工硬化指数，R真值，其他的板材成型的测试，接着，获取不同温度下的成型极限曲线。

source: Starting at this conference, a schedule was established for working group meetings every year with open Congresses in even numbered years.
zh_cn: 会议开始的时候，日程表中就制定了工作组每年都会议会一次。

source: The working group meetings were closed sessions made up of delegations from the National Groups that comprised the IDDRG.
zh_cn: 而工作组的内部会议而是只有IDDRG的代表参加。

source: The reason for these closed sessions was to allow experts to informally review critical issues related to materials, tests, and processes.
zh_cn: 内部会议召开是为了让这些专家探讨在材料，检测和工序中的不足之处。

source: As some of the initial technical issues were resolved, the working groups became progressively more informal, and over the years became mini conferences.
zh_cn: 当一些原始技术困难已经解决，会议就更加非正式了，近年来，类似会议变得更加迷你了。

source: By 1998, it had become obvious that the format of the IDDRG needed to be changed.
zh_cn: 1998年，IDDRG已经意识到需要改变内部格局。

source: This evolution took time, but starting in 2003, the meeting schedule shifted to yearly conferences with both regular papers and poster papers that are included in conference proceedings.
zh_cn: 但是改变是需要时间的，自从2003开始，会议进程安排改变为每年会议都要带上定期论文和发表过的论文。

source: MISSION STATEMENT
zh_cn: 宗旨

source: The yearly conference of the IDDRG is devoted to experimental and computational papers with industrial relevance that are presented by academic and industrial researchers.
zh_cn: IDDRG的每年会议都需要工业相关实验性和计算性的论文，并且都是有专业的工业研究者发表的。

source: The intent of the conference is to present new work that stimulates thinking and provides opportunities for informal discussion among researchers in sheet metal formability.
zh_cn: 会议的目的就是展示一些新的研究来刺激思考和提供板材成型非正式讨论机会。

source: Written proceedings, which include both the presentations and poster papers, are published.
zh_cn: 书面程序，包括出版的介绍和海报。

source: Now, CD-ROMs containing all papers are also produced for each conference.
zh_cn: 现在cd刻录机包含了所有每次会议的文件。

source: The IDDRG maintains a library of papers going back to 1960 (see website).
zh_cn: IDDRG掌握了从1960年来所有的文件。

source: ACTIVITIES
zh_cn: 活动

source: Conferences are scheduled for May or June in Europe, North America or Asia.However, most conferences are held in Europe because the majority of the current membership resides in Europe.
zh_cn: 会议一般安排在5月或6月，在欧洲，北美或者亚洲举行。然而，大多数会议都在欧洲举行因为大多数的的研究者都在欧洲。

source: Conferences start with an informal reception on Sunday evening followed by two and a half days of technical sessions.
zh_cn: 会议开始之前，一般都有一个在星期天晚上举行为期两天半的技术碰面会。

source: Ample time is allowed for technical discussion, and various social events are scheduled in association with the conference.
zh_cn: 会有足够的时间留给技术讨论和其他的有关这次会议的社交活动。

source: In order to provide focus for the next conference, the Executive Committee of theIDDRG uses input from members attending the previous conference to select topics of interest in sheet metal forming that will provide new information and facilitate exchange of ideas on these topics.
zh_cn: 为了对下次会议的足够重视，IDDRG的负责人都会输入先前会议参加者所讨论的话题，从中选取感兴趣的板材成型的话题，在会议中进行讨论并交换意见。

source: Typical topics include machinery and press-tools, new processes, new materials, experimental methods for evaluating formability and studying press operations, spring back, constitutive equations, plasticity criteria, and friction and wear with attention to interface behaviour as characterized by topography and surface chemistry, lubrication, speed, and temperature.
zh_cn: 代表性的课题包括机器及冲压设备，新工序，新材料，设备保证解决方案，还有冲压流程，反弹，本构方程，可塑性标准，摩擦的研究。或者专注于造成损耗因素的研究，包括压力分布情况，表面化学反应，润滑，速度和温度。

source: Submissions are reviewed by a scientific committee to select the best papers. Papers that are not selected for presentation are automatically included as poster papers if they have acceptable technical quality.
zh_cn: 没有被选中介绍但质量可行的文章会选作为海报。

source: Also, commercial content is not acceptable in IDDRG papers.
zh_cn: 同样的，IDDRG的海报是不会出现商业内容的。

source: While mathematical modelling is important in studies of sheet metal formability, forIDDRG papers, mathematical modelling should be a tool, not a topic in itself.
zh_cn: 数学建模师很重的研究对于板材成型来说，对于IDDRG的论文，数学建模是一个必要的工具，而不是一个话题。

source: Thus,topics such as new algorithms, innovative shell or solid elements, time integration schemes, etc are not considered for presentation or poster papers.
zh_cn: 因此，比如新算法，新型胚料，或者固体因素，时间综合表，等等的课题不是介绍或者海报所注重的内容。

source: Paper proceedings are distributed to all attendees at the start of the Conference.
zh_cn: 会议参加者都会在会议开始前拿到论文材料。

source: Talks are scheduled for twenty minutes followed by ten minutes for questions and discussion.Furthermore, the conferences are organized so that there is ample time for further discussion.
zh_cn: 发言20分钟之后就会有10分钟的提问和讨论时间。因此，会议组织者会流出充足的时间给进一步的讨论。

source: English is the official language of the IDDRG.
zh_cn: 英语是IDDRG的官方语言。

source: ORGANISATION
zh_cn: 组织

source: The officers of the IDDRG are the current President, Vice-Presidents, general Secretary,treasurer, and active past-presidents.
zh_cn: IDDRG管理人员包括主席，副主席，秘书长，财务主管，活跃的往届主席们。
